/* A sentence with the mountain's name (first parameter), height (second parameter), and climbed date (third parameter) */

"sentenceFormat" = "%1$@ was first climbed on %3$@ and has a height of %2$@";

/* A sentence with the mountain's name (first parameter), and height (second parameter), but no climbed date */

"undatedSentenceFormat" = "%1$@ has a height of %2$@";

/* Use to express a height in meters */

"meterFormat" = "%@ meters";

/* Use to express a height in feet */

"footFormat" = "%@ feet";

/* Title used for the Navigation Controller for the root view */

"rootViewNavTitle" = "Mountains";

/* Title used for the Navigation Controller for the detail view */

"detailViewNavTitle" = "Mountain Detail";
